
/*запитати у користувача рік народження;
запитати в нього, в якому місті він живе;
запитати його улюблений вид спорту.
При натисканні на ОК показуємо вікно, де має бути відображена наступна інформація:

його вік;
якщо користувач вкаже Київ, Вашингтон чи Лондон, то показати йому повідомлення - 
"Ти живеш у столиці..." і на місце точок підставляємо країну, столицею якої є місто. 
Інакше показуємо йому “ти живеш у місті…”, де місце точок – введене місто.*/



let age = prompt("Будь ласка, введіть ваш рік народження:");
alert (` ${age}`)

let city = prompt("Будь ласка, введіть ваше містo:");


if (city = "Київ"){
    alert( "Ти живеш у столиці Ucraine")
}else if(city ="Вашингтон"){
    alert( "Ти живеш у столиці USA")
}else if(city ="Лондон"){
    alert("Ти живеш у столиці England")
}else{
    alert( `Ти живеш у місті ${city}` )
}


let sport = prompt("Будь ласка, введіть ваш улюблений вид спорту:");
alert( `улюблений вид спорту ${sport}` )

